[X2DownloadableContentInfo_WOTC_TRMoreUpgrades]

VestTinySummary = "+背心加成"
UtilityTinySummary = "+实用加成"
GoodColor = "#3ABD23"
BadColor = "#CA7200"
strModule = "模块"
strModules = "模块"

[TRArmorUpgrade_SKV_Fire_Immunity X2ArmorUpgradeTemplate]
FriendlyName="火焰免疫模块"
FriendlyNamePlural="火焰免疫模块"
BriefSummary="获得火焰免疫"
TinySummary="+实用加成"
LootTooltip="获得火焰免疫"

[TRArmorUpgrade_SKV_Poison_Immunity X2ArmorUpgradeTemplate]
FriendlyName="毒素免疫模块"
FriendlyNamePlural="毒素免疫模块"
BriefSummary="获得毒素免疫"
TinySummary="+实用加成"
LootTooltip="获得毒素免疫"

[TRArmorUpgrade_SKV_Acid_Immunity X2ArmorUpgradeTemplate]
FriendlyName="酸液免疫模块"
FriendlyNamePlural="酸液免疫模块"
BriefSummary="获得酸液免疫"
TinySummary="+实用加成"
LootTooltip="获得酸液免疫"

[TRArmorUpgrade_SKV_Electrical_Immunity X2ArmorUpgradeTemplate]
FriendlyName="电击免疫模块"
FriendlyNamePlural="电击免疫模块"
BriefSummary="获得电击免疫"
TinySummary="+实用加成"
LootTooltip="获得电击免疫"

[TRArmorUpgrade_F_WellProtected X2ArmorUpgradeTemplate]
FriendlyName="良好防护模块"
FriendlyNamePlural="良好防护模块"
BriefSummary="获得一个背心槽位"
TinySummary="+实用加成"
LootTooltip="获得一个背心槽位"

[TRArmorUpgrade_SKV_Flexweave_Common X2ArmorUpgradeTemplate]
FriendlyName="基础弹性编织模块"
FriendlyNamePlural="普通弹性编织模块"
BriefSummary="获得机动性加成"
TinySummary="+实用加成"
LootTooltip="获得机动性加成"

[TRArmorUpgrade_SKV_Flexweave_Rare X2ArmorUpgradeTemplate]
FriendlyName="高级弹性编织模块"
FriendlyNamePlural="稀有弹性编织模块"
BriefSummary="获得机动性加成"
TinySummary="+实用加成"
LootTooltip="获得机动性加成"

[TRArmorUpgrade_SKV_Flexweave_Epic X2ArmorUpgradeTemplate]
FriendlyName="<font color='#96c193'>卓越弹性编织模块</font>"
FriendlyNamePlural="<font color='#96c193'>史诗弹性编织模块</font>"
BriefSummary="获得机动性和闪避加成"
TinySummary="+实用加成"
LootTooltip="获得机动性和闪避加成"

[TRArmorUpgrade_SKV_Amnu X2ArmorUpgradeTemplate]
FriendlyName="<font color='#96c193'>阿姆努信徒模块</font>"
FriendlyNamePlural="<font color='#96c193'>阿姆努信徒模块</font>"
BriefSummary="提升护甲、防御和命中。降低闪避."
TinySummary="+实用加成"
LootTooltip="提升护甲、防御和命中。降低闪避."

[TRArmorUpgrade_SKV_Hammer X2ArmorUpgradeTemplate]
FriendlyName="<font color='#96c193'>铁锤模块</font>"
FriendlyNamePlural="<font color='#96c193'>铁锤模块"
BriefSummary="提升护甲和防御。降低机动性、命中和闪避."
TinySummary="+实用加成"
LootTooltip="提升护甲和防御。降低机动性、命中和闪避."

[TRArmorUpgrade_SKV_TeaShop X2ArmorUpgradeTemplate]
FriendlyName="<font color='#96c193'>茶馆模块</font>"
FriendlyNamePlural="<font color='#96c193'>茶馆模块</font>"
BriefSummary="提升护甲、防御和命中。降低机动性和闪避."
TinySummary="+实用加成"
LootTooltip="提升护甲、防御和命中。降低机动性和闪避."

[TRArmorUpgrade_SKV_Wotan X2ArmorUpgradeTemplate]
FriendlyName="<font color='#96c193'>沃坦之矛模块</font>"
FriendlyNamePlural="<font color='#96c193'>沃坦之矛模块</font>"
BriefSummary="提升护甲和防御。降低闪避."
TinySummary="+实用加成"
LootTooltip="提升护甲和防御。降低闪避."

[TRArmorUpgrade_SKV_Anvil X2ArmorUpgradeTemplate]
FriendlyName="<font color='#96c193'>铁砧模块</font>"
FriendlyNamePlural="<font color='#96c193'>铁砧模块</font>"
BriefSummary="提升护甲、生命值和命中。降低机动性和防御."
TinySummary="+实用加成"
LootTooltip="提升护甲、生命值和命中。降低机动性和防御."

[TRArmorUpgrade_SKV_Madness X2ArmorUpgradeTemplate]
FriendlyName="<font color='#96c193'>疯狂模块</font>"
FriendlyNamePlural="<font color='#96c193'>疯狂模块</font>"
BriefSummary="提升护甲。降低意志和机动性."
TinySummary="+实用加成"
LootTooltip="提升护甲。降低意志和机动性."

[TRArmorUpgrade_SKV_Neural X2ArmorUpgradeTemplate]
FriendlyName="<font color='#96c193'>神经突触模块</font>"
FriendlyNamePlural="<font color='#96c193'>神经突触模块</font>"
BriefSummary="大幅提升命中和暴击几率。降低意志和机动性."
TinySummary="+实用加成"
LootTooltip="大幅提升命中和暴击几率。降低意志和机动性."

[TRArmorUpgrade_SKV_Steady X2ArmorUpgradeTemplate]
FriendlyName="<font color='#96c193'>稳定射击模块</font>"
FriendlyNamePlural="<font color='#96c193'>稳定射击模块</font>"
BriefSummary="提升命中和暴击几率."
TinySummary="+实用加成"
LootTooltip="提升命中和暴击几率."

[TRArmorUpgrade_AdventPurifierArmorUniquePassive X2ArmorUpgradeTemplate]
FriendlyName="变种人净化者模块"
FriendlyNamePlural="变种人净化者模块"
BriefSummary="净化者套装提供完全的火焰、标准毒素和辐射免疫。此外，如果可用，还会为穿戴者提供3次额外的罐装能力充能"
TinySummary="变种人净化者模块"
LootTooltip="此模块提供完全的火焰、标准毒素和辐射免疫，并且如果可用，还会为穿戴者提供3次额外的罐装能力充能"

[TRArmorUpgrade_AdventCaptainArmorUniquePassive X2ArmorUpgradeTemplate]
FriendlyName="变种人军官模块"
FriendlyNamePlural="变种人军官模块"
BriefSummary="变种人军官装甲为士兵提供卓越的生命值加成，并且集成的瞄准装置允许穿戴者标记敌人目标，使其更容易被击中"
TinySummary="变种人军官模块"
LootTooltip="此模块为士兵提供卓越的生命值加成。集成的瞄准装置允许穿戴者标记敌人目标，使其更容易被击中"

[TRArmorUpgrade_AdventLancerArmorUniquePassive X2ArmorUpgradeTemplate]
FriendlyName="变种人眩晕长枪兵模块"
FriendlyNamePlural="变种人眩晕长枪兵模块"
BriefSummary="变种人眩晕长枪兵装甲提供适度的生命值加成。然而，其主要吸引力在于其先进的机动性，甚至超过了先锋的装甲"
TinySummary="变种人眩晕长枪兵模块"
LootTooltip="此模块提供适度的生命值加成和先进的机动性"

[TRArmorUpgrade_AdventShieldbearerArmorUniquePassive X2ArmorUpgradeTemplate]
FriendlyName="变种人持盾兵模块"
FriendlyNamePlural="变种人持盾兵模块"
BriefSummary="持盾兵的装甲除了具有令人印象深刻的耐久性外，还包含先进的护盾技术"
TinySummary="变种人持盾兵模块"
LootTooltip="此模块除了提供增加的生命值和护甲保护外，还包含一个内置的护盾发生器"

[TRArmorUpgrade_AdventPriestArmorUniquePassive X2ArmorUpgradeTemplate]
FriendlyName="变种人祭司模块"
FriendlyNamePlural="变种人祭司模块"
BriefSummary="此模块旨在增强灵能潜力，同时还提供内置的保护机制"
TinySummary="变种人祭司模块"
LootTooltip="此模块提供增加的灵能潜力和一个内置的维持协议"

[TRArmorUpgrade_SKV_ResMag20 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#37FFDF'>生锈的磁力偏转器</font>"
FriendlyNamePlural="<font color='#37FFDF'>生锈的磁力偏转器</font>"
BriefSummary="<font color='#37FFDF'>20%</font> 磁力偏转</font>"
TinySummary="<font color='#37FFDF'>20%</font> 磁力偏转</font>"
LootTooltip="<font color='#37FFDF'>生锈的磁力偏转器</font>"

[TRArmorUpgrade_SKV_ResMag25 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#114c81'>基础磁力偏转器"</font>
FriendlyNamePlural="<font color='#114c81'>基础磁力偏转器"</font>
BriefSummary="<font color='#114c81'>25%</font> 磁力偏转"
TinySummary="<font color='#114c81'>25%</font> 磁力偏转"
LootTooltip="<font color='#114c81'>基础磁力偏转器</font>"

[TRArmorUpgrade_SKV_ResMag33 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#FFFF22'>高级磁力偏转器</font>"
FriendlyNamePlural="<font color='#FFFF22'>高级磁力偏转器</font>"
BriefSummary="<font color='#FFFF22'>%</font> 磁力偏转"
TinySummary="<font color='#FFFF22'>33%</font> 磁力偏转"
LootTooltip="<font color='#FFFF22'>高级磁力偏转器</font>"

[TRArmorUpgrade_SKV_ResMag42 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#18FF2E'>卓越磁力偏转器</font>"
FriendlyNamePlural="<font color='#18FF2E'>卓越磁力偏转器</font>"
BriefSummary="<font color='#18FF2E'>42%</font> 磁力偏转"
TinySummary="<font color='#18FF2E'>42%</font> 磁力偏转"
LootTooltip="<font color='#18FF2E'>卓越磁力偏转器</font>"

[TRArmorUpgrade_SKV_ResBeam20 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#37FFDF'>生锈的能量扩散器</font>"
FriendlyNamePlural="<font color='#37FFDF'>生锈的能量扩散器</font>"
BriefSummary="<font color='#37FFDF'>20%</font> 能量扩散"
TinySummary="<font color='#37FFDF'>20%</font> 能量扩散"
LootTooltip="<font color='#37FFDF'>生锈的能量扩散器</font>"

[TRArmorUpgrade_SKV_ResBeam25 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#114c81'>基础能量扩散器</font>"
FriendlyNamePlural="<font color='#114c81'>基础能量扩散器</font>"
BriefSummary="<font color='#114c81'>25%</font> 能量扩散"
TinySummary="<font color='#114c81'>25%</font> 能量扩散"
LootTooltip="<font color='#114c81'>基础能量扩散器</font>"

[TRArmorUpgrade_SKV_ResBeam33 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#FFFF22'>高级能量扩散器</font>"
FriendlyNamePlural="<font color='#FFFF22'>高级能量扩散器</font>"
BriefSummary="<font color='#FFFF22'>33%</font> 能量扩散"
TinySummary="<font color='#FFFF22'>33%</font> 能量扩散"
LootTooltip="<font color='#FFFF22'>高级能量扩散器</font>"

[TRArmorUpgrade_SKV_ResBeam42 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#18FF2E'>卓越能量扩散器</font>"
FriendlyNamePlural="<font color='#18FF2E'>卓越能量扩散器</font>"
BriefSummary="<font color='#18FF2E'>42%</font> 能量扩散"
TinySummary="<font color='#18FF2E'>42%</font> 能量扩散"
LootTooltip="<font color='#18FF2E'>卓越能量扩散器</font>"

[TRArmorUpgrade_SKV_VulnFire50 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#DF07B7'>被诅咒的地狱猎犬斗篷</font>"
FriendlyNamePlural="<font color='#DF07B7'>被诅咒的地狱猎犬斗篷</font>"
BriefSummary="受到的火焰伤害<font color='#DF07B7'>增加50%</font>"
TinySummary="受到的火焰伤害<font color='#DF07B7'>增加50%</font>"
LootTooltip="<font color='#DF07B7'>被诅咒的地狱猎犬斗篷</font>"

[TRArmorUpgrade_SKV_ResistFire20 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#37FFDF'>生锈的火纹护身符</font>"
FriendlyNamePlural="<font color='#37FFDF'>生锈的火纹护身符</font>"
BriefSummary="受到的火焰伤害减少<font color='#37FFDF'>20%</font>"
TinySummary="受到的火焰伤害减少<font color='#37FFDF'>20%</font>"
LootTooltip="<font color='#37FFDF'>生锈的火纹护身符</font>"

[TRArmorUpgrade_SKV_ResistFire30 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#114c81'>基础火纹护身符</font>"
FriendlyNamePlural="<font color='#114c81'>基础火纹护身符</font>"
BriefSummary="受到的火焰伤害<font color='#114c81'>减少30%</font>"
TinySummary="受到的火焰伤害<font color='#114c81'>减少30%</font>"
LootTooltip="<font color='#114c81'>基础火纹护身符</font>"

[TRArmorUpgrade_SKV_ResistFire50 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#FFFF22'>高级火纹护身符</font>"
FriendlyNamePlural="<font color='#FFFF22'>高级火纹护身符</font>"
BriefSummary="受到的火焰伤害<font color='#FFFF22'>减少50%</font>"
TinySummary="受到的火焰伤害<font color='#FFFF22'>减少50%</font>"
LootTooltip="<font color='#114c81'>高级火纹护身符</font>"

[TRArmorUpgrade_SKV_ResistFire75 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#18FF2E'>卓越火纹护身符</font>"
FriendlyNamePlural="<font color='#18FF2E'>卓越火纹护身符</font>"
BriefSummary="受到的火焰伤害<font color='#18FF2E'>减少75%</font>"
TinySummary="受到的火焰伤害<font color='#18FF2E'>减少75%</font>"
LootTooltip="<font color='#18FF2E'>卓越火纹护身符</font>"

[TRArmorUpgrade_SKV_ResistBP20 X2ArmorUpgradeTemplate]
FriendlyName=<font color='#37FFDF'>生锈的雷希灯笼</font>
FriendlyNamePlural=<font color='#37FFDF'>生锈的雷希灯笼</font>
BriefSummary=受到的炽热羽翼伤害减少<font color='#37FFDF'>20%</font>
TinySummary=受到的炽热羽翼伤害减少<font color='#37FFDF'>20%</font>
LootTooltip=<font color='#37FFDF'>生锈的雷希灯笼</font>

[TRArmorUpgrade_SKV_ResistBP30 X2ArmorUpgradeTemplate]
FriendlyName=<font color='#114c81'>基础雷希灯笼</font>
FriendlyNamePlural=<font color='#114c81'>基础雷希灯笼</font>
BriefSummary=受到的炽热羽翼伤害<font color='#114c81'>减少30%</font>
TinySummary=受到的炽热羽翼伤害<font color='#114c81'>减少30%</font>
LootTooltip=<font color='#114c81'>基础雷希灯笼</font>

[TRArmorUpgrade_SKV_ResistBP50 X2ArmorUpgradeTemplate]
FriendlyName=<font color='#FFFF22'>高级雷希灯笼</font>
FriendlyNamePlural=<font color='#FFFF22'>高级雷希灯笼</font>
BriefSummary=受到的炽热羽翼伤害<font color='#FFFF22'>减少50%</font>
TinySummary=受到的炽热羽翼伤害<font color='#FFFF22'>减少50%</font>
LootTooltip=<font color='#114c81'>高级雷希灯笼</font>

[TRArmorUpgrade_SKV_ResistBP75 X2ArmorUpgradeTemplate]
FriendlyName=<font color='#18FF2E'>卓越雷希灯笼</font>
FriendlyNamePlural=<font color='#18FF2E'>卓越雷希灯笼</font>
BriefSummary=受到的炽热羽翼伤害<font color='#18FF2E'>减少75%</font>
TinySummary=受到的炽热羽翼伤害<font color='#18FF2E'>减少75%</font>
LootTooltip=<font color='#18FF2E'>卓越雷希灯笼</font>

[TRArmorUpgrade_SKV_VulnFrost50 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#DF07B7'>被诅咒的霜冻背心</font>"
FriendlyNamePlural=<font color='#DF07B7'>被诅咒的霜冻背心</font>"
BriefSummary="受到的霜冻伤害<font color='#DF07B7'>增加50%</font>"
TinySummary="受到的霜冻伤害<font color='#DF07B7'>增加50%</font>"
LootTooltip="<font color='#DF07B7'>被诅咒的霜冻背心</font>"

[TRArmorUpgrade_SKV_ResistFrost20 X2ArmorUpgradeTemplate]
FriendlyName=<font color='#37FFDF'>生锈的寒风之眼</font>
FriendlyNamePlural=<font color='#37FFDF'>生锈的寒风之眼</font>
BriefSummary=受到的霜冻伤害减少<font color='#37FFDF'>20%</font>
TinySummary=受到的霜冻伤害减少<font color='#37FFDF'>20%</font>
LootTooltip=<font color='#37FFDF'>生锈的寒风之眼</font>

[TRArmorUpgrade_SKV_ResistFrost30 X2ArmorUpgradeTemplate]
FriendlyName=<font color='#114c81'>基础寒风之眼</font>
FriendlyNamePlural=<font color='#114c81'>基础寒风之眼</font>
BriefSummary=受到的霜冻伤害<font color='#114c81'>减少30%</font>
TinySummary=受到的霜冻伤害<font color='#114c81'>减少30%</font>
LootTooltip=<font color='#114c81'>基础寒风之眼</font>

[TRArmorUpgrade_SKV_ResistFrost50 X2ArmorUpgradeTemplate]
FriendlyName=<font color='#FFFF22'>高级寒风之眼</font>
FriendlyNamePlural=<font color='#FFFF22'>高级寒风之眼</font>
BriefSummary=受到的霜冻伤害<font color='#FFFF22'>减少50%</font>
TinySummary=受到的霜冻伤害<font color='#FFFF22'>减少50%</font>
LootTooltip=<font color='#114c81'>高级寒风之眼</font>

[TRArmorUpgrade_SKV_ResistFrost75 X2ArmorUpgradeTemplate]
FriendlyName=<font color='#18FF2E'>卓越寒风之眼</font>
FriendlyNamePlural=<font color='#18FF2E'>卓越寒风之眼</font>
BriefSummary=受到的霜冻伤害<font color='#18FF2E'>减少75%</font>
TinySummary=受到的霜冻伤害<font color='#18FF2E'>减少75%</font>
LootTooltip=<font color='#18FF2E'>卓越寒风之眼</font>

[TRArmorUpgrade_SKV_VulnAcid50 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#DF07B7'>被诅咒的黏液背心</font>"
FriendlyNamePlural=<font color='#DF07B7'>被诅咒的黏液背心</font>"
BriefSummary="受到的酸液伤害<font color='#DF07B7'>增加50%</font>"
TinySummary="受到的酸液伤害<font color='#DF07B7'>增加50%</font>"
LootTooltip="<font color='#DF07B7'>被诅咒的黏液背心</font>"

[TRArmorUpgrade_SKV_ResistAcid20 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#37FFDF'>生锈的酸性阿比兹</font>"
FriendlyNamePlural="<font color='#37FFDF'>生锈的酸性阿比兹</font>"
BriefSummary="受到的酸液伤害减少<font color='#37FFDF'>20%</font>"
TinySummary="受到的酸液伤害减少<font color='#37FFDF'>20%</font>"
LootTooltip="<font color='#37FFDF'>生.</font>"

[TRArmorUpgrade_SKV_ResistAcid30 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#114c81'>基础酸性阿比兹</font>"
FriendlyNamePlural="<font color='#114c81'>基础酸性阿比兹</font>"
BriefSummary="受到的酸液伤害<font color='#114c81'>减少30%</font>"
TinySummary="受到的酸液伤害<font color='#114c81'>减少30%</font>"
LootTooltip="<font color='#114c81'>基础酸性阿比兹</font>"

[TRArmorUpgrade_SKV_ResistAcid50 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#FFFF22'>高级酸性阿比兹</font>"
FriendlyNamePlural="<font color='#FFFF22'>高级酸性阿比兹</font>"
BriefSummary="受到的酸液伤害<font color='#FFFF22'>减少50%</font>"
TinySummary="受到的酸液伤害<font color='#FFFF22'>减少50%</font>"
LootTooltip=<font color='#114c81'>"高级酸性阿比兹</font>"

[TRArmorUpgrade_SKV_ResistAcid75 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#18FF2E'>卓越酸性阿比兹</font>"
FriendlyNamePlural="<font color='#18FF2E'>卓越酸性阿比兹</font>"
BriefSummary="受到的酸液伤害<font color='#18FF2E'>减少75%</font>"
TinySummary="受到的酸液伤害<font color='#18FF2E'>减少75%</font>"
LootTooltip="<font color='#18FF2E'>卓越酸性阿比兹</font>"

[TRArmorUpgrade_SKV_VulnPoison50 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#DF07B7'>被诅咒的代谢背心</font>"
FriendlyNamePlural="<font color='#DF07B7'>被诅咒的代谢背心</font>"
BriefSummary="受到的毒素伤害<font color='#DF07B7'>增加50%</font>"
TinySummary="受到的毒素伤害<font color='#DF07B7'>增加50%</font>"
LootTooltip="<font color='#DF07B7'>被诅咒的代谢背心</font>"

[TRArmorUpgrade_SKV_ResistPoison20 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#37FFDF'>生锈的斯科皮奥涂层</font>"
FriendlyNamePlural="<font color='#37FFDF'>生锈的斯科皮奥涂层</font>"
BriefSummary="受到的毒素伤害减少<font color='#37FFDF'>20%</font>"
TinySummary="受到的毒素伤害减少<font color='#37FFDF'>20%</font>"
LootTooltip="<font color='#37FFDF'>生锈的斯科皮奥涂层</font>"

[TRArmorUpgrade_SKV_ResistPoison30 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#114c81'>基础斯科皮奥涂层</font>"
FriendlyNamePlural="<font color='#114c81'>基础斯科皮奥涂层</font>"
BriefSummary="受到的毒素伤害<font color='#114c81'>减少30%</font>"
TinySummary="受到的毒素伤害<font color='#114c81'>减少30%</font>"
LootTooltip="<font color='#114c81'>基础斯科皮奥涂层</font>"

[TRArmorUpgrade_SKV_ResistPoison50 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#FFFF22'>高级斯科皮奥涂层</font>"
FriendlyNamePlural="<font color='#FFFF22'>高级斯科皮奥涂层</font>"
BriefSummary="受到的毒素伤害<font color='#FFFF22'>减少50%</font>"
TinySummary="受到的毒素伤害<font color='#FFFF22'>减少50%</font>"
LootTooltip="<font color='#114c81'>高级斯科皮奥涂层</font>"

[TRArmorUpgrade_SKV_ResistPoison75 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#18FF2E'>卓越斯科皮奥涂层</font>"
FriendlyNamePlural="<font color='#18FF2E'>卓越斯科皮奥涂层</font>"
BriefSummary="受到的毒素伤害<font color='#18FF2E'>减少75%</font>"
TinySummary="受到的毒素伤害<font color='#18FF2E'>减少75%</font>"
LootTooltip="<font color='#18FF2E'>卓越斯科皮奥涂层</font>"

[TRArmorUpgrade_SKV_VulnElectricity50 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#DF07B7'>被诅咒的电击护肩</font>"
FriendlyNamePlural="<font color='#DF07B7'>被诅咒的电击护肩</font>"
BriefSummary="受到的电流伤害<font color='#DF07B7'>增加50%</font>"
TinySummary="受到的电流伤害<font color='#DF07B7'>增加50%</font>"
LootTooltip="<font color='#DF07B7'>被诅咒的电击护肩</font>"

[TRArmorUpgrade_SKV_ResistElectricity20 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#37FFDF'>生锈的特斯拉护肩</font>"
FriendlyNamePlural="<font color='#37FFDF'>生锈的特斯拉护肩</font>"
BriefSummary="受到的电流伤害减少<font color='#37FFDF'>20%</font>"
TinySummary="受到的电流伤害减少<font color='#37FFDF'>20%</font>"
LootTooltip="<font color='#37FFDF'>生锈的特斯拉护肩</font>"

[TRArmorUpgrade_SKV_ResistElectricity30 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#114c81'>基础特斯拉护肩</font>"
FriendlyNamePlural="<font color='#114c81'>基础特斯拉护肩</font>"
BriefSummary="受到的电流伤害<font color='#114c81'>减少30%</font>"
TinySummary="受到的电流伤害<font color='#114c81'>减少30%</font>"
LootTooltip="<font color='#114c81'>基础特斯拉护肩</font>"

[TRArmorUpgrade_SKV_ResistElectricity50 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#FFFF22'>高级特斯拉护肩</font>"
FriendlyNamePlural="<font color='#FFFF22'>高级特斯拉护肩</font>"
BriefSummary="受到的电流伤害<font color='#FFFF22'>减少50%</font>"
TinySummary="受到的电流伤害<font color='#FFFF22'>减少50%</font>"
LootTooltip="<font color='#114c81'>高级特斯拉护肩</font>"

[TRArmorUpgrade_SKV_ResistElectricity75 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#18FF2E'>卓越特斯拉护肩</font>"
FriendlyNamePlural="<font color='#18FF2E'>卓越特斯拉护肩</font>"
BriefSummary="受到的电流伤害<font color='#18FF2E'>减少75%</font>"
TinySummary="受到的电流伤害<font color='#18FF2E'>减少75%</font>"
LootTooltip="<font color='#18FF2E'>卓越特斯拉护肩</font>"

[TRArmorUpgrade_SKV_VulnExplosion100 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#DF07B7'>被诅咒的黑火药</font>"
FriendlyNamePlural="<font color='#DF07B7'>被诅咒的黑火药</font>"
BriefSummary="受到的爆炸伤害<font color='#DF07B7'>增加100%"
TinySummary="受到的爆炸伤害<font color='#DF07B7'>增加100%"
LootTooltip="被诅咒的黑火药</font>"

[TRArmorUpgrade_SKV_ResistExplosion20 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#37FFDF'>生锈的执事沙漏</font>"
FriendlyNamePlural="<font color='#37FFDF'>生锈的执事沙漏</font>"
BriefSummary="受到的爆炸伤害减少<font color='#37FFDF'>20%</font>"
TinySummary="受到的爆炸伤害减少<font color='#37FFDF'>20%</font>"
LootTooltip="<font color='#37FFDF'>生锈的执事沙漏</font>"

[TRArmorUpgrade_SKV_ResistExplosion30 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#114c81'>基础执事沙漏</font>"
FriendlyNamePlural="<font color='#114c81'>基础执事沙漏</font>"
BriefSummary="受到的爆炸伤害<font color='#114c81'>减少30%</font>"
TinySummary="受到的爆炸伤害<font color='#114c81'>减少30%</font>"
LootTooltip="<font color='#114c81'>基础执事沙漏</font>"

[TRArmorUpgrade_SKV_ResistExplosion50 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#FFFF22'>高级执事沙漏</font>"
FriendlyNamePlural="<font color='#FFFF22'>高级执事沙漏</font>"
BriefSummary="受到的爆炸伤害<font color='#FFFF22'>减少50%</font>"
TinySummary="受到的爆炸伤害<font color='#FFFF22'>减少50%</font>"
LootTooltip="<font color='#114c81'>高级执事沙漏</font>"

[TRArmorUpgrade_SKV_ResistExplosion75 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#18FF2E'>卓越执事沙漏</font>"
FriendlyNamePlural="<font color='#18FF2E'>卓越执事沙漏</font>"
BriefSummary="受到的爆炸伤害<font color='#18FF2E'>减少75%</font>"
TinySummary="受到的爆炸伤害<font color='#18FF2E'>减少75%</font>"
LootTooltip="<font color='#18FF2E'>卓越执事沙漏</font>"

[TRArmorUpgrade_SKV_VulnBleeding100 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#DF07B7'>被诅咒的绷带</font>"
FriendlyNamePlural="<font color='#DF07B7'>被诅咒的绷带</font>"
BriefSummary="受到的流血伤害<font color='#DF07B7'>增加100%</font>"
TinySummary="受到的流血伤害<font color='#DF07B7'>增加100%</font>"
LootTooltip="<font color='#DF07B7'>被诅咒的绷带</font>"

[TRArmorUpgrade_SKV_ResistBleeding20 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#37FFDF'>生锈的特帕绷带</font>"
FriendlyNamePlural="<font color='#37FFDF'>生锈的特帕绷带</font>"
BriefSummary="受到的流血伤害减少<font color='#37FFDF'>20%</font>"
TinySummary="受到的流血伤害减少<font color='#37FFDF'>20%</font>"
LootTooltip="<font color='#37FFDF'>生锈的特帕绷带</font>"

[TRArmorUpgrade_SKV_ResistBleeding30 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#114c81'>基础特帕绷带</font>"
FriendlyNamePlural="<font color='#114c81'>基础特帕绷带</font>"
BriefSummary="受到的流血伤害<font color='#114c81'>减少30%</font>"
TinySummary="受到的流血伤害<font color='#114c81'>减少30%</font>"
LootTooltip="<font color='#114c81'>基础特帕绷带</font>"

[TRArmorUpgrade_SKV_ResistBleeding50 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#FFFF22'>高级特帕绷带</font>"
FriendlyNamePlural="<font color='#FFFF22'>高级特帕绷带</font>"
BriefSummary="受到的流血伤害<font color='#FFFF22'>减少50%</font>"
TinySummary="受到的流血伤害<font color='#FFFF22'>减少50%</font>"
LootTooltip="<font color='#114c81'>高级特帕绷带</font>"

[TRArmorUpgrade_SKV_ResistBleeding75 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#18FF2E'>卓越特帕绷带</font>"
FriendlyNamePlural="<font color='#18FF2E'>卓越特帕绷带</font>"
BriefSummary="受到的流血伤害<font color='#18FF2E'>减少75%</font>"
TinySummary="受到的流血伤害<font color='#18FF2E'>减少75%</font>"
LootTooltip="<font color='#18FF2E'>卓越特帕绷带</font>"

[TRArmorUpgrade_SKV_VulnPsi50 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#DF07B7'>被诅咒的冠冕</font>"
FriendlyNamePlural="<font color='#DF07B7'>被诅咒的冠冕</font>"
BriefSummary="受到的灵能伤害<font color='#DF07B7'>增加50%</font>"
TinySummary="受到的灵能伤害<font color='#DF07B7'>增加50%</font>"
LootTooltip="<font color='#DF07B7'>被诅咒的冠冕</font>"

[TRArmorUpgrade_SKV_ResistPsi20 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#37FFDF'>生锈的灵能克洛伊斯塔徽章</font>"
FriendlyNamePlural="<font color='#37FFDF'>生锈的灵能克洛伊斯塔徽章</font>"
BriefSummary="受到的灵能伤害减少<font color='#37FFDF'>20%</font>"
TinySummary="受到的灵能伤害减少<font color='#37FFDF'>20%</font>"
LootTooltip="<font color='#37FFDF'>生锈的灵能克洛伊斯塔徽章</font>"

[TRArmorUpgrade_SKV_ResistPsi30 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#114c81'>基础灵能克洛伊斯塔徽章</font>"
FriendlyNamePlural="<font color='#114c81'>基础灵能克洛伊斯塔徽章</font>"
BriefSummary="受到的灵能伤害<font color='#114c81'>减少30%</font>"
TinySummary="受到的灵能伤害<font color='#114c81'>减少30%</font>"
LootTooltip="<font color='#114c81'>基础灵能克洛伊斯塔徽章</font>"

[TRArmorUpgrade_SKV_ResistPsi50 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#FFFF22'>高级灵能克洛伊斯塔徽章</font>"
FriendlyNamePlural="<font color='#FFFF22'>高级灵能克洛伊斯塔徽章</font>"
BriefSummary="受到的灵能伤害<font color='#FFFF22'>减少50%</font>"
TinySummary="受到的灵能伤害<font color='#FFFF22'>减少50%</font>"
LootTooltip="<font color='#114c81'>高级灵能克洛伊斯塔徽章</font>"

[TRArmorUpgrade_SKV_ResistPsi75 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#18FF2E'>卓越灵能克洛伊斯塔徽章</font>"
FriendlyNamePlural="<font color='#18FF2E'>卓越灵能克洛伊斯塔徽章</font>"
BriefSummary="受到的灵能伤害<font color='#18FF2E'>减少75%</font>"
TinySummary="受到的灵能伤害<font color='#18FF2E'>减少75%</font>"
LootTooltip="<font color='#18FF2E'>卓越灵能克洛伊斯塔徽章</font>"

[TRArmorUpgrade_SKV_VulnMelee50 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#DF07B7'>被诅咒的疯狂之眼</font>"
FriendlyNamePlural="<font color='#DF07B7'>被诅咒的疯狂之眼</font>"
BriefSummary="受到的近战伤害<font color='#DF07B7'>增加50%</font>"
TinySummary="受到的近战伤害<font color='#DF07B7'>增加50%</font>"
LootTooltip="<font color='#DF07B7'>被诅咒的疯狂之眼</font>"

[TRArmorUpgrade_SKV_ResistMelee20 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#37FFDF'>生锈的凯克斯坩埚</font>"
FriendlyNamePlural="<font color='#37FFDF'>生锈的凯克斯坩埚</font>"
BriefSummary="受到的近战伤害减少<font color='#37FFDF'>20%</font>"
TinySummary="受到的近战伤害减少<font color='#37FFDF'>20%</font>"
LootTooltip="<font color='#37FFDF'>生锈的凯克斯坩埚</font>"

[TRArmorUpgrade_SKV_ResistMelee30 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#114c81'>基础凯克斯坩埚</font>"
FriendlyNamePlural="<font color='#114c81'>基础凯克斯坩埚</font>"
BriefSummary="受到的近战伤害<font color='#114c81'>减少30%</font>"
TinySummary="受到的近战伤害<font color='#114c81'>减少30%</font>"
LootTooltip="<font color='#114c81'>基础凯克斯坩埚</font>"

[TRArmorUpgrade_SKV_ResistMelee50 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#FFFF22'>高级凯克斯坩埚</font>"
FriendlyNamePlural="<font color='#FFFF22'>高级凯克斯坩埚</font>"
BriefSummary="受到的近战伤害<font color='#FFFF22'>减少50%</font>"
TinySummary="受到的近战伤害<font color='#FFFF22'>减少50%</font>"
LootTooltip="<font color='#114c81'>高级凯克斯坩埚</font>"

[TRArmorUpgrade_SKV_ResistMelee75 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#18FF2E'>卓越凯克斯坩埚</font>"
FriendlyNamePlural="<font color='#18FF2E'>卓越凯克斯坩埚</font>"
BriefSummary="受到的近战伤害<font color='#18FF2E'>减少75%</font>"
TinySummary="受到的近战伤害<font color='#18FF2E'>减少75%</font>"
LootTooltip="<font color='#18FF2E'>卓越凯克斯坩埚</font>"

[TRArmorUpgrade_SKV_ResistViperCrush20 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#37FFDF'>生锈的能量女孩锅铲</font>"
FriendlyNamePlural="<font color='#37FFDF'>生锈的能量女孩锅铲</font>"
BriefSummary="受到的蝰蛇碾压伤害减少<font color='#37FFDF'>20%</font>"
TinySummary="受到的蝰蛇碾压伤害减少<font color='#37FFDF'>20%</font>"
LootTooltip="<font color='#37FFDF'>生锈的能量女孩锅铲</font>"

[TRArmorUpgrade_SKV_ResistViperCrush30 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#114c81'>基础能量女孩锅铲</font>"
FriendlyNamePlural="<font color='#114c81'>基础能量女孩锅铲</font>"
BriefSummary="受到的蝰蛇碾压伤害<font color='#114c81'>减少30%</font>"
TinySummary="受到的蝰蛇碾压伤害<font color='#114c81'>减少30%</font>"
LootTooltip="<font color='#114c81'>基础能量女孩锅铲</font>"

[TRArmorUpgrade_SKV_ResistViperCrush50 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#FFFF22'>高级能量女孩锅铲</font>"
FriendlyNamePlural="<font color='#FFFF22'>高级能量女孩锅铲</font>"
BriefSummary="受到的蝰蛇碾压伤害<font color='#FFFF22'>减少50%</font>"
TinySummary="受到的蝰蛇碾压伤害<font color='#FFFF22'>减少50%</font>"
LootTooltip="<font color='#114c81'>高级能量女孩锅铲</font>"

[TRArmorUpgrade_SKV_ResistViperCrush75 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#18FF2E'>卓越能量女孩锅铲</font>"
FriendlyNamePlural="<font color='#18FF2E'>卓越能量女孩锅铲</font>"
BriefSummary="受到的蝰蛇碾压伤害<font color='#18FF2E'>减少75%</font>"
TinySummary="受到的蝰蛇碾压伤害<font color='#18FF2E'>减少75%</font>"
LootTooltip="<font color='#18FF2E'>卓越能量女孩锅铲</font>"

[TRArmorUpgrade_SKV_VulnHeavy71 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#DF07B7'>被诅咒的格鲁夫护甲</font>"
FriendlyNamePlural="<font color='#DF07B7'>被诅咒的格鲁夫护甲</font>"
BriefSummary="受到的近战伤害<font color='#DF07B7'>增加71%</font>"
TinySummary="受到的近战伤害<font color='#DF07B7'>增加71%</font>"
LootTooltip="<font color='#DF07B7'>被诅咒的格鲁夫护甲</font>"

[TRArmorUpgrade_SKV_VulnHeavy43 X2ArmorUpgradeTemplate]
FriendlyName="<font color='#DF07B7'>被诅咒的瘦人护甲</font>"
FriendlyNamePlural="<font color='#DF07B7'>被诅咒的瘦人护甲</font>"
BriefSummary="受到的近战伤害<font color='#DF07B7'>增加43%</font>"
TinySummary="受到的近战伤害<font color='#DF07B7'>增加43%</font>"
LootTooltip="<font color='#DF07B7'>被诅咒的瘦人护甲</font>"

[TRArmorUpgrade_BS_Unstable X2ArmorUpgradeTemplate]
FriendlyName="不稳定模块"
FriendlyNamePlural="不稳定模块"
BriefSummary="士兵使用进攻性灵能技能时，造成的伤害增加50%，但使用进攻性灵能技能有25%的几率使其陷入恐慌。"
TinySummary="+灵能伤害，恐慌几率"
LootTooltip="士兵使用进攻性灵能技能时，造成的伤害增加50%，但使用进攻性灵能技能有25%的几率使其陷入恐慌。"

[TRArmorUpgrade_BS_PsionicAtrophy X2ArmorUpgradeTemplate]
FriendlyName="灵能萎缩模块"
FriendlyNamePlural="灵能萎缩模块"
BriefSummary="灵能进攻增加20点，并获得灵能伤害和精神效果免疫。但受到的其他所有来源的伤害增加33%。"
TinySummary="+灵能进攻，灵能免疫但更多伤害"
LootTooltip="灵能进攻增加20点，并获得灵能伤害和精神效果免疫。但受到的其他所有来源的伤害增加33%。"

[TRArmorUpgrade_F_Renewal X2ArmorUpgradeTemplate]
FriendlyName="恢复模块"
FriendlyNamePlural="恢复模块"
BriefSummary="在每回合开始时，治疗自己和周围一定范围内的所有盟友。"
TinySummary="+周围治疗"
LootTooltip="在每回合开始时，治疗自己和周围一定范围内的所有盟友。"

[TRArmorUpgrade_F_Stimulate X2ArmorUpgradeTemplate]
FriendlyName="激励模块"
FriendlyNamePlural="激励模块"
BriefSummary="每回合一次，你可以移除相邻盟友的精神障碍。"
TinySummary="+移除精神障碍"
LootTooltip="每回合一次，你可以移除相邻盟友的精神障碍。"

[TRArmorUpgrade_LayeredArmour X2ArmorUpgradeTemplate]
FriendlyName="分层护甲"
FriendlyNamePlural="分层护甲"
BriefSummary="该单位受到的任何单一来源伤害都不能摧毁其超过40%的最大生命值。"
TinySummary="限制单次攻击伤害"
LootTooltip="该单位受到的任何单一来源伤害都不能摧毁其超过40%的最大生命值。"

[TRArmorUpgrade_F_Corpsman X2ArmorUpgradeTemplate]
FriendlyName="医疗包"
FriendlyNamePlural="医疗包"
BriefSummary="医疗包容量增加1。"
TinySummary="增加医疗包容量"
LootTooltip="此升级应用于护甲时，将允许用户免费携带一个医疗包。"